Repository: TUD-INF-IAI-MCI/AGSBS-infrastructure
Catalog: po/*.po
Languages: cs, de

source: Wahrscheinlich wurde an dieser Stelle eine Seitenzahl notiert, bei der nach dem Wort die anschließende Nummer vergessen wurde.
cs: Pravděpodobně bylo uvedeno označení stránky, ve kterém nebylo uvedeno číslo.

source: Überschriften gleichen Namens machen Inhaltsverzeichnisse schwer lesbar und erschweren die Navigation. Häufig kommt dies bei Foliensätzen vor. Am Besten man setzt das TocDepth so, dass nur die Überschrift des Foliensatzes (oft Ebene 1) aufgenommen wird und alle Überschriften, mitsamt der Überschriften die doppelt sind, gar nicht erst im Inhaltsverzeichnis erscheinen.
cs: Stejné nadpisy způsobují, že obsah je obtížné číst, což ztěžuje to i navigaci. Toto se často stává u slajdů. Nejlepším způsobem, je nastavit TocDepth tak, aby byl použit pouze nadpis sady snímků (často úroveň 1) a v obsahu se neobleví opakující se nadpisy.

source: Es fehlt ein "-" in der Seitenzahl. Vorgabe: "|| - Seite xyz -"
cs: V označení stránky chybí "-". Výchozí hodnota: "|| - stránka xyz -"

source: Es sollte kein Umbruch mittels HTML-Tags erzeugt werden. Platziert man einen \ als einziges Zeichen auf eine Zeile und lässt davor und danach eine Zeile frei, hat dies denselben Effekt.
cs: Pro zalamování by nemělo být použito značek HTML. Stejného efektu docílíte, pokud umístíte na řádek jako jediný znak \ (a zároveň ponecháte řádky před a po prázdné).

source: Es dürfen, bis auf div und span keine HTML-tags in das Markdown-Dokument eingebettet werden.
cs: Není povoleno vkládat HTML tagy do Markdown dokumentu (s výjimkou div a span).

source: Relationsoperatoren sollten möglichst nicht mittels HTML, sondern besser mittels \< und \> erzeugt werden.
cs: Relační operátoři by s výhodou neměli být generováni pomocí HTML, ale lépe pomocí \< a \>.

source: Die Überschrift wurde unterstrichen und gleichzeitig mit gekennzeichnet. Am Besten ist es, die da sie sonst als Text angezeigt werden.
cs: Nadpis byl současně podtržen i označen. Nejlepší je, aby se zobrazoval jako text.

source: Wenn ein Absatz mit einem \ umgebrochen wird, so wird die nächste (leere) Zeile dem vorigen Absatz zugeordnet. Der Absatz geht verloren und in der Folge wird das folgende Element falsch formatiert.
cs: Pokud je odstavec zabalen s \, další (prázdný) řádek je přiřazen předchozímu odstavci. Tento odstavec je ztracen a následně je nesprávně formátován následující prvek.

source: Eine ungerade Anzahl von Dollar-Zeichen wurde auf der Zeile entdeckt. Entweder eine Formel wurde nicht geschlossen, oder es wurde versucht, eine eingebettete Formel über mehrere Zeilen zu strecken. Im ersteren Fall muss ein weiteres Dollar eingefügt werden, im zweiten Fall sollte die Formel mit doppelten Dollarzeichen umrahmt werden.
cs: Na řádku byl zjištěn lichý počet znaků dolar. Nebyl buď uzavřen vzorec nebo došlo k pokusu o rozdělení vloženého vzorce na několik řádků. V prvním případě musí být do vzorce vložen další znak dolar, ve druhém případě by měly být pro vzorec použity dva dolarové znaky za sebou.

source: In Aufzählungen und Nummerierungen darf direkt nach dem Aufzählungszeichen nicht ein weiteres Aufzählungszeichen oder eine weitere Nummerierung folgen, da dies sonst als Unterliste erkannt wird. Ein \ vor dem Zeichen, bzw. bei Zahlen ein \ vor dem Punkt verhindert dies.
cs: Při označení vyčtu a číslování by neměla být pomlčka následována další pomlčkou nebo číslováním, jinak bude rozpoznáno jako dílčí seznam. Znak \ před pomlčkou (nebo před tečkou u číslování) tomuto zabrání.

source: Die Bildbeschreibung ist wahrscheinlich nicht vollständig, da ein Marker wie "to do" gefunden wurde.
cs: Popis obrázku pravděpodobně není úplný, protože byla nalezena značka "to do".

source: Ein Bild wurde mit fehlerhafter Syntax eingebunden, wodurch das Bild vom Konverter ignoriert wird.
cs: Obrázek nebyl vložen pomocí správné syntaxe a ignoroval svůj obraz.

source: Es wurde ein Trennstrich gefunden, der wahrscheinlich aus einem Text mit Blocksatz kopiert wurde. Dies wird in der Ausgabe falsch formatiert werden.
cs: Byla nalezena pomlčka, která byla pravděpodobně zkopírována z textu s odůvodněním. To bude nesprávně formátováno na výstupu.

source: Es wurde keine Bildbeschreibung eingefügt.
cs: Nebyl vložen popis obrázku.

source: List or tuple expected.
cs: Byl očekáván seznam nebo n-tice.

source: For a mistake checker of type oneliner, exactly two arguments are required.
cs: Modul kontrolující chyby typu oneliner vyžaduje přesně dva argumenty.

source: Datei ist nicht in UTF-8 kodiert, bitte waehle "UTF-8" als Zeichensatz im Editor.
cs: Soubor není zakódován pomocí UTF-8. Prosím zvolte v editoru kódování znaků "UTF-8".

source: Errors may only be of type ErrorMessage, got '{}'
cs: Chyby mohou být pouze typu ErrorMessage, byl vrácen typ '{}'

source: Die Konfiguration konnte nicht gelesen werden: {}
cs: Nebylo možné načíst soubor s konfigurací: {}

source: Die Datei ist zu lang. Um die Navigation zu erleichtern und die einfache Lesbarkeit zu gewährleisten sollten lange Kapitel mit mehr als 2500 Zeilen in mehrere Unterdateien nach dem Schema kxxyy.md oder kleiner aufgeteilt werden.
cs: Soubor je příliš dlouhý. Pro usnadnění navigace a zajištění snadné čitelnosti by měly být dlouhé kapitoly (s více než 2500 řádky)rozděleny do několika dílčích souborů podle schématu kxxyy.md.
