Repository: TUD-INF-IAI-MCI/AGSBS-infrastructure
Catalog: po/*.po
Languages: cs, de

source: the file does not follow naming conventions
de: der Dateiname folgt nicht den Namenskonventionen

source: error while running: %s %s
de: Fehler beim Ausführen von: %s %s

source: in configuration from
de: in Konfiguration unter

source: in configuration
de: in Konfiguration

source: erroneous structure in %s:
de: fehlerhafte Struktur in %s:

source: error in {path}
de: Fehler in {path}

source: images
de: Bilder

source: external image description
de: ausgelagerte Bildbeschreibung

source: description of image
de: Bildbeschreibung

source: chapter
de: Kapitel

source: paper
de: Papier

source: image descriptions
de: Bildbeschreibungen

source: Incorrect formula: {reason}
de: Fehlerhafte Formel: {reason}

source: You need to have Pandoc installed.
de: Sie müssen Pandoc installiert haben.

source: LaTeX reported an error while converting a fomrula. Unfortunately, improperly closed formula environments exist, therefore it cannot be determined which formula was errorneous. Please re-read the document and fix any unclosed formula environments.
de: LaTeX stieß auf einen Fehler bei der Konvertierung einer Formel. Leider existieren nicht korrekt geschlossene Formelumgebungen, daher kann nicht ermittelt werden, welche Formel fehlerhaft ist. Bitte lesen Sie das Dokument erneut und korrigieren Sie ungeschlossene Formelumgebungen.

source: Error in the lecture configuration: the value {} is unset, thefefore the meta data in the HTML files cannot be generated.
de: Fehler in der Konfiguration: Der Wert {} ist nicht gesetzt, wodurch die Kopfdaten in den HTML-Dateien nicht erzeugt werden können.

source: Incorrectly formatted umlauts have been found. This usually happens when copying texts from PDFs. This makes text nearly impossible to read.
de: Es wurden inkorrekt dargestellte Umlaute gefunden. Dies geschieht oft, wenn Text aus PDF-Dateien kopiert wird. Das macht den Text allerdings schwer leserlich.

source: The naming of the file or directory "{}" is incorrect and does not follow the naming conventions. This leads to an incorrect usage of the file.
de: Die Datei oder das Verzeichnis "{}" ist falsch benannt und folgt nicht den Namenskonventionen. Dies führt zu einer falschen Verwendung der Datei.

source: The LaTeX environment "cases" should contain line breaks at suitable places to increase readibility.
de: Die LaTeX-Umgebung zur Fallunterscheidung (cases) sollte Zeilenumbrüche an den passenden Stellen enthalten, um die Lesbarkeit zu gewährleisten.

source: To increase readibility, matrices should not be constructed using manual formatting commands, but using "\begin{pmatrix}...". This is also shorter.
de: Um die Lesbarkeit zu erhöhen, sollten Matrizen nicht mit manuellen Formattierungsinstruktionen, sonder mit "\begin{pmatrix}..." gesetzt werden. Dies ist außerdem kürzer.

source: Each line of a matrix or table should be written on one line, using a hard line break.
de: Jede Zeile einer Matrix oder Tabelle sollte auf eine eigene Zeile geschrieben werden, mittels eines echten Zeilenumbruchs.

source: Instead of using an actual umlaut, a LaTeX control sequence was used. This is hard to read and not required with this program.
de: Anstatt einen Umlaut zu schreiben, wurde eine LaTeX-Kontrollsequenz verwendet. Das ist schwer leserlich und ist außerdem nicht nötig mit diesem Programm.

source: Formulas within a paragraph surrounded by text have to be set with single dollars, because the formulas don't integrate into the line otherwise. $$ (displaymath) should be used in formulas standing on their own in a paragraph.
de: Formeln in einem Absatz (umgeben von Text), müssen mit einfachen $-Zeichen gesetzt werden, da sich die Formeln sonst in der Ausgabe nicht in den Text integrieren. $$ (display math) sollte für einzeln stehende Formeln verwendet werden.

source: Empty space in formulas should be set with \quad or \qquad, because they are otherwise hard to read with speech synthesis.
de: Leerräume in Formeln sollten mit \quad oder \qquad gekennzeichnet werden, da sie sonst mit Sprachausgabe schwer lesbar sind.

source: '{0}' should be generally set using the appropriate LaTeX command, namely using \{0}. This way it will be properly formatted in the output and easily readable by screen readers.
de: '{0}' sollte mit dem dafür vorgesehenen LaTeX-Kommando gesetzt werden, d.h. mittels \{0}. Auf diese Weise wird es korrekt formattiert und ist leichter Lesbar für Bildschirmleser.

source: A formula, occurring on a paragraph on its own, has been set as an embedded formula using single dollars. Instead double dollar signs around the formula should be used, so that the formula is not squeezed to the line height.
de: Eine Formel, die als Einziges auf einem Absatz steht, wurde als eingebettete Formel mit einfachen Dollarzeichen gesetzt. Allerdings sollten doppelte Dollarzeichen um die Formel gesetzt werden, damit die Formel nicht auf Zeilenhöhe gestaucht wird.

source: Expected a file extension, got nothing
de: Dateiendung erwartet, keine gefunden

source: .{} or .{}
de: .{} oder .{}

source: An explicit reference with identifier "{0}" does not exist. Please write an explicit reference in a form "[{0}]: link" to the markdown file.
de: Eine explizite Referenz mit Marker "{0}" existiert nicht. Bitte fügen Sie eineexplizite Referenz der Form "[{0}]: link" zur Datei hinzu.

source: Identifier "{}" for reference is duplicated on lines {} and {}.
de: Marker "{}" für eine Referenz wiederholt sich auf Zeile {} und {}.

source: Implicit reference with the identifier "{0}" does not exist. Please write a reference in a form [{0}] in the markdown file or remove the anchor [{0}]: {1}.
de: Eine explizite Referenz mit Marker "{0}" existiert nicht. Bitte fügen Sie eine explizite Referenz der Form "[{0}]: link" zur Datei hinzu oder entfernen Sie die Marke "{0}: {1}".

source: Link path "{}" has no extension, but it should be {}.
de: Linkpfad "{}" hat keine Endung, sie sollte "{}" lauten.

source: Link path "{}" has extension .{}, but it should be {}.
de: Linkpfad "{}" hat keine Endung, sie sollte "{}" lauten.

source: The file "{}" given by the reference "{}" does not exist.
de: Die Datei hinter der Referenz "{}" existiert nicht.

source: The source .md file for hypertext file "{}" does not exist.
de: Die .md-Quelldatei für Link "{}" existiert nicht.

source: A link is referencing the anchor "#{}" which does not exist.
de: Ein Link referenziert den Bezeichner "#{}", welcher nicht existiert.

source: A link references the anchor "#{}" which does not exist in the file {}.
de: Ein Link referenziert den Bezeichner "#{}", welcher in der Datei "{}" nicht existiert.

source: Each line number has to have an empty line before and after it, that is, on a paragraph of its own.
de: Jede Seitenzahl muss in der Zeile darüber oder darunter eine Leerzeile haben, das heißt sie muss in einem eigenen Absatz stehen.

source: There is more than one heading of level one, which is not allowed. For instance, a slide set or a chapter has only one heading of level 1.
de: Es wurde mehr als eine Überschrift der Ebene 1 gefunden, was nicht erlaubt ist. Beispielsweise hat ein Foliensatz oder Kapitel auch nur eine Überschrift der Ebene 1.

source: A list or enumeration needs to be on a paragraph of its own and needs to have at least an empty line before.
de: Eine Auflistund oder Aufzählung muss in einem eigenen Absatz stehen und muss zumindest davor eine Leerzeile haben.

source: The page number "{}" can't be recognised, possibly due to a typo, hence it is ignored at the moment.
de: Die Seitenzahl "{}" wird nicht erkannt, wahrscheinlich handelt es sich um einen Tippfehler, wodurch sie momentan ignoriert wird.

source: Two differing page number identifiers were found.
de: Es wurden zwei sich unterscheidende Seitenzahlenkennzeichnungen gefunden.

source: First "{pagenum}", later "{another}".
de: Zuerst "{pagenum}", dann "{another}".

source: First "{pagenum}", but then "{another}" in "{file}".
de: Zuerst "{pagenum}", dann allerdings "{another}" in "{file}".

source: There are more than {count} headings of level {depth}. This can be circumvented by decreasing the heading depth which will end up the the table of contents, by decreasing the value tocDepth in the configuration.
de: Es existieren mehr als {count} Überschriften der Ebene {depth}. Dies kann durch verringern der Überschriftentiefe für das Inhaltsverzeichnis, durch verringern des Wertes tocDepth umgangen werden.

source: A page number was marked up, but the actual number has not been inserted.
de: Eine Seitenzahl wurde angegeben, doch die Zahl wurde vergessen.

source: A "-" in the page number is missing, required: "|| - Page xyz -"
de: Es fehlt ein "-" in der Seitenzahl, Vorgabe: "|| - Seite xyz -"

source: "{tag}" is not allowed, use a new paragraph or a "\" at the end of a line.
de: Unerlaubte Nutzung von "{tag}"; verwendne Sie einen neuen Absatz oder "\" am Ende einer Zeile.

source: It is not allowed to use HTML tags, except for div and span.
de: Es ist nicht erlaubt HTML-tags, außer div und span, zu verwenden.

source: Comparison operators shouldn't be marked up in HTML, but with \< and \>.
de: Vergleichsoperatoren sollten möglichst nicht mittels HTML, sondern besser mittels \< und \> erzeugt werden.

source: The heading was underlined and also marked with #'s.
de: Die Überschrift wurde unterstrichen und gleichzeitig mit # gekennzeichnet.

source: If a paragraph ends on a \, the next empty line will become part of the paragraph and hence the next paragraph is formatted incorrectly.
de: Wenn ein Absatz auf \ endet, wird die folgende leere Zeile Teil des Absatzes und der darauf folgende Absatz falsch formatiert.

source: Line contains uneven number of dollar signs. Either a formula wasn't closed or an embedded formula was stretched across multiple lines (try double dollars). If you meant a real dollar sign, prepend a \ to it.
de: Zeile enthält eine ungerade Anzahl von Dollarzeichen. Entweder eine Formel wurde nicht geschlossen, oder eine eingebettete Formel wurde über mehrere Zeilen gedehnt (versuchen Sie doppelte Dollars). Falls Sie tatsächlich ein Dollarzeichen schreiben wollten, fügen Sie einen \ davor ein.

source: In enumerations and lists, the enumeration character may not immediately be followed by another such character, because it will be recognised as a sublist. A \ in front of a character or in front of the dot for enumerations will suppress this.
de: In Aufzählungen und Nummerierungen darf direkt nach dem Aufzählungszeichen nicht ein weiteres solches folgen, da dies sonst als Unterliste erkannt wird. Ein \ vor dem Zeichen, bzw. bei Zahlen ein \ vor dem Punkt verhindert dies.

source: The image description is probably incomplete, since "{marker}" has been found.
de: Die Bildbeschreibung ist wahrscheinlich unvollständig, da eine Markierung "{marker}" gefunden wurde.

source: The included image is using wrong syntax, the converter will ignore it.
de: Das eingebundene Bild nutzt eine falsche Syntax, der Konverter wird das Bild ignorieren.

source: A hyphen was found which possibly originates from copied justified text. This will be incorrectly formatted in the output.
de: Es wurde ein Trennstrich gefunden, der wahrscheinlich aus einem Text mit Blocksatz kopiert wurde. Dies wird in der Ausgabe falsch formatiert werden.

source: No image description provided.
de: Keine Bildbeschreibung vorhanden.

source: File not encoded in UTF-8, please configure this encoding in your editor.
de: Datei nicht in UTF-8 gespeichert. Bitte wählen Sie diesen Zeichensatz in Ihrem Editor.

source: The configuration could not be read: {reason}
de: Die Konfiguration konnte nicht gelesen werden: {reason}

source: The file is too long. To ease navigation and maintain readability, the file should be split into fileswith less than {count} lines by naming them like kXXYY.md.
de: Die Datei ist zu lang. Um die Navigation zu erleichtern und die Lesbarkeit zu gewährleisten sollten lange Kapitel mit mehr als {count} Zeilen in mehrere Dateien mit einer Bennung wie kXXYY.md aufgeteilt werden.

source: table of contents
de: Inhaltsverzeichnis

source: title page
de: Titelseite

source: preface
de: Vorwort

source: chapters
de: Kapitel

source: list of tactile graphics
de: Liste taktiler Grafiken

source: copyright notice
de: Urheberrechtshinweis

source: remarks about the accessible version
de: Hinweise zur barrierefreien Version

source: Generate table of contents.
de: Generiere Inhaltsverzeichnis

source: write output to file instead of stdout
de: schreibe Ausgaben in in Datei anstatt nach Stdout

source: material directory (containing chapters)
de: Materialverzeichnis mit Kapiteln

source: Allowed subcommands are `show`, `update` and `init`. `show` shows the current configuration settings, default values if none present. `update` and `show` try to find the correct configuration: if none exists in the current directory and you are in a subdirectory of a project, the project root will be queried for a configuration. If no file was found, the default settings are displayed. `init` on the other hand behaves basically like update (it sets configuration values), but it does that for the current directory. This is handy for sub-directory configurations or initialization of a new project.
de: Erlaubte Unterkommandos sind `show`, `update` und `init`?. `show` zeigt die aktuellen Einstellungen, oder deren Standardwert, wenn nichts gesetzt wurde. `show` und `update` versuchen die korrekte Konfiguration zu finden: wenn im aktuellen Verzeichnis keine existiert und Sie im Unterverzeichnis eines Projektes sind, wird im Wurzelverzeichnisses des Projektes nach einer Konfiguration gesucht. Wird keine Datei gefunden, werden die Standardeinstellungen angezeigt. `init` verhält sich im Grunde wie `update`, nur im aktuellen Verzeichnis. Das ist nützlich, wenn Sie Konfigurationen in Unterverzeichnissen anlegen wollen oder ein neues Projekt anlegen.

source: insert "A" as prefix for each chapter number in the appendix and omit the header "appendix"
de: füge "A" als Präfix für alle Überschriften im Anhang hinzu und lasse die Überschrift "Anhang" weg

source: set author of source document
de: setze Autor im Quelldokument

source: set project editor
de: setze Bearbeiter des Projektes

source: set institution (default TU Dresden)
de: setze Institution (Standard TU Dresden)

source: set title of project (first heading level 1 by default)
de: setze Titel des Projektes (Standardwert erste Überschrift Ebene 1)

source: set document language (de by default)
de: setze Sprache der Dokumente (Standardwert de)

source: specify gap between page numbering links in navigation bar (default: 5)
de: setze Abstand zwischen Seitenzahlen in der Navigationsleiste (Standardwert 5)

source: set information about source document
de: setze Informationen über Quelldokument

source: set semester of edit (will be guessed otherwise)
de: setze das Semester, in dem die Bearbeitung stattfand (ansonsten wird es geraten)

source: limit the heading depth for the table of contents
de: begrenze Tiefe der Überschriften im Inhaltsverzeichnis

source: set working group
de: setze Arbeitsgruppe

source: Error: no subcommand specified.
de: Fehler: kein Unterkommando angegeben.

source: Current settings
de: Aktuelle Einstellungen

source: New settings
de: Neue Einstellungen

source: Converts a file or directory containing a project. If a directory is supplied, additional steps such as generating a table of contents are performed as well.
de: Konvertiere eine Datei oder ein Verzeichnis mit einem Projekt. Falls ein Verzeichnis übergeben wird, werden weitere Schritte wie die Generierung des Inhaltsverzeichnisses ausgeführt.

source: select output format (html or epub, default html)
de: Ändere Ausgabeformat (html oder epub, Standardwert html)

source: path to input file or directory
de: Pfad zur Eingabedatei oder -verzeichnis

source: The working directory must be within a project; the image path must be relative to the current working directory.
de: Das Arbeitsverzeichnis muss innerhalb eines Projektes sein; der Bildpfad muss relativ zum Arbeitsverzeichnis sein.

source: image description string (- for reading stdin)
de: Zeichenkette für Bildbeschreibung (- für stdin)

source: outsource image descriptions regardless of their length
de: lagere Bildbeschreibungen immer aus, unabhängig von ihrer Länge

source: set title for outsourced images (mandatory if outsourced)
de: setze Title für ausgelagerte Bilder (zwingend wenn ausgelagert)

source: no path specified
de: kein Pfad angegeben

source: Usage: {} iswithinlecture <path> Test whether the given file or directory is part of a lecture.
de: Aufruf: {} iswithinlecture <Pfad> Prüft, ob die angegebene Datei oder das Verzeichnis Teil einer Vorlesung ist.

source: path required
de: Pfad erforderlich

source: only one path at a time allowed.
de: Nur ein Pfad ist gleichzeitig erlaubt.

source: Initialize a new lecture material or book directory.
de: Neues Lehrmaterial oder Buch anlegen.

source: number of appendix chapters (default 0)
de: Anzahl der Kapitel im Anhang (Standardwert 0)

source: number of chapters (default 2)
de: Anzahl der Kapitel (Standardwert 2)

source: add a preface (default no)")
de: füge ein Vorwort hinzu (Standardwert kein)

source: if set, blattxx will be used instead of kxx
de: falls angegeben wird blattxx anstatt kxx verwendet

source: set language (default de)
de: setze Sprache (Standardwert de)

source: new directory to create project in
de: neues Verzeichnis, indem ein Projekt angelegt wird

source: The number of chapters and appendix chapters must be integers.
de: Die Anzahl der Kapitel und Anhangskapitel müssen ganze Zahlen sein.

source: Run "mistkerl", a quality assurance helper. It checks for common errors in accessible markdown documents and outputs them on the command line.
de: Führe Mistkerl aus, ein Werkzeug zur Qualitätssicherung. Es prüft barrierefreie Markdown-Dokumente auf häufige Fehler und gibt diese auf der Kommandozeile aus.

source: Sort critical errors first
de: Sortiere kritische Fehler zuerst

source: use less blank lines in output
de: unterdrücke Leerzeilen in der Ausgabe

source: open a console-only live view, refreshing the list of errors every few seconds
de: öffne eine reine Kommandozeilenansicht, welche im Abstand mehrerer Sekunden die Fehlerliste aktualisiert.

source: specify file or directory to be checked
de: Zu prüfende Datei oder Verzeichnis angeben

source: input file name required.
de: Eingabedateiname erforderlich.

source: Error: %s does not exist.
de: Fehler: %s existiert nicht.

source: No errors found. Hopefully there are none :-).
de: Keine Fehler gefunden. Hoffentlich gibt es keine :-).

source: Line number for which to generate the page number
de: Zeilennummer für welche eine Seitenzahl generiert werden soll

source: Given path has to exist.
de: Der angegebene Pfad existiert nicht.

source: Argument 2 is not a number.
de: Parameter 2 ist keine Zahl.

source: Die LaTeX-Umgebung zur Fallunterscheidung (cases) sollte Zeilenumbrüche an den passenden Stellen enthalten, um die Lesbarkeit zu gewährleisten.
cs: Pro lepší čitelnost textu sázeného pomocí LaTeXu prosím použijte zalamování řádků (na vhodných místech).

source: Matrizen sollten, damit sie einfach lesbar sind, nicht mit \left\(..., sondern einfach mit \begin{pmatrix}... erzeugt werden. Dabei werden auch Klammern automatisch gesetzt und es ist kürzer.
cs: Pro lepší čitelnost nevytvářejte matice pomocí \left\(...), ale jednoduše pomocí \begin{pmatrix}... Závorky se poté nastavují automaticky a jsou kratší.

source: Jede Zeile einer Matrix oder Tabelle sollte zur besseren Lesbarkeit auf eine eigene Zeile gesetzt werden.
cs: Každý řádek matice nebo tabulky by měl být umístěn na samostatném řádku pro čitelnost.

source: Anstatt einen Umlaut zu schreiben, wurde eine LaTeX-Kontrollsequenz verwendet. Das ist schwer leserlich und kann außerdem einfach durch setzen des Zeichensatzes umgangen werden.
cs: Namísto zápisu písmene s přehláskou byla použita kontrolní sekvence LaTeXu. Tuto formu zápisu písmen s přehláskou je obtížné číst a lze ji snadno nahradit využitím vhodné znakové sady.

source: Formeln in einem Absatz (umgeben von Text), müssen mit einfachen $-Zeichen gesetzt werden, da sich die Formeln sonst in der Ausgabe nicht in den Text integrieren. $$ (display math) sollte für einzeln stehende Formeln verwendet werden.
cs: Vzorce uvedené přímo v odstavci (obklopené textem) musí být vloženy pomocí jednoduchých znaků $, jinak se vzorce nevloží do výstupního textu. $$ (matematické zobrazení) by mělo být použito pro samostatné vzorce.

source: Leerräume in Formeln sollten mit \quad oder \qquad gekennzeichnet werden, da sie sonst mit Sprachausgabe schwer lesbar sind.
cs: Mezery ve vzorcích by měly být vysázeny pomocí \quad či \qquad, jiná sazba způsobuje problémy při čtení odčítačem obrazovky.

source: {0} sollte in LaTeX-Formeln grundsätzlich als Befehl gesetzt werden, d.h. mittels \{0}. Nur so wird es in der Ausgabe korrekt formatiert und ist gleichzeitig gut lesbar.
cs: Funkce {0} by měla být vždy nastavena jako příkaz ve vzorcích v LaTeXu, tj. pomocí \{0}. V opačném případě nebude na výstupu správně naformátován a tedy ani čitelný.

source: Eine Formel, die einzeln in einem Absatz steht, wurde als eingebettete Formel mit einfachen $ gesetzt. Stattdessen sollten doppelte Dollarzeichen verwendet werden, da dies verhindert, dass LaTeX die Formel auf Zeilenhöhe staucht.
cs: Pro vzorec, který je vložen jako samostatný odstavec, by neměla být použita syntaxe s jednoduchým znakem $. Namísto toho by měly být použity dva dolarové znaky, což zabrání LaTeXu, aby přerušil vzorec ve výšce řádku.

source: Jede Seitenzahl muss in der Zeile darueber oder darunter eine Leerzeile haben, das heißt sie muss in einem eigenen Absatz stehen.
cs: Nad (či pod) číslem každé stránky musí být prázdný řádek, tj. musí být v samostatném odstavci.

source: In diesem Verzeichnis gibt es mehr als eine Überschrift der Ebene 1. Dies ist nicht erlaubt. Beispielsweise hat jeder Foliensatz nur eine Hauptüberschrift und auch ein Kapitel wird nur mit einer Überschrift bezeichnet.
cs: V tomto adresáři je více než jeden nadpis úrovně 1, což není povoleno. Například každá sada slajdů může mít pouze jeden hlavní nadpis úrovně 1 a slajd je označena pouze nadpisem úrovně 2.

source: Eine Aufzählung muss in einem eigenen Absatz stehen, d. h. es muss zumindest davor eine Leerzeile existieren.
cs: Výčet musí být uveden v samostatném odstavci, tj. před výčtem musí být alespoň jeden prázdný řádek.

source: Die Seitenzahl "{}" wird nicht erkannt, wahrscheinlich handelt es sich um einen Tippfehler. Die Seitenzahl wird ignoriert.
cs: Číslo stránky "{}" není rozpoznáno a je ignorováno. Jedná se pravděpodobně o překlep.

source: später dann aber "{}"
cs: následně ale "{}"

source: in der Datei "{}" dann aber "{}"
cs: v souboru "{}", ale následně "{}"

source: In der Datei "{}" wurde zuerst "{}" verwendet, {}. Dies sollte einheitlich sein.
cs: V souboru "{}" byl používán nejprve "{}", {}. To by ale mělo být konzistentní.

source: Es existieren mehr als {} Überschriften der Ebene {}. Das macht das Inhaltsverzeichnis sehr unübersichtlich. Man kann entweder in der Konfiguration tocDepth kleiner setzen, um Überschriften dieser Ebene nicht ins Inhaltsverzeichnis aufzunehmen (für Foliensätze z.B. tocDepth 1) oder die Anzahl an Überschriften minimieren, sofern möglich.
cs: Existuje více než {} záhlaví úrovně {}. Obsah je proto velmi matoucí. Můžete buď zmenšit tocDepth v konfiguraci tak, aby nadpisy této úrovně nebyly do obsahu zahrnuty (například pro slajdy nastavit tocDepth 1), nebo, pokud je to možné, snižte počet nadpisů této úrovně.
