Repository: TUD-INF-IAI-MCI/AGSBS-infrastructure
Catalog: MAGSBS/locale/*/LC_MESSAGES/quality_assurance/markdown.po
Languages: cs

source: Jede Seitenzahl muss in der Zeile darueber oder darunter eine Leerzeile haben, das heißt sie muss in einem eigenen Absatz stehen.
cs: Každé èíslo stránky musí mít prázdný øádek v øádku nad nebo pod, tj. Musí být v samostatném odstavci.

source: In diesem Verzeichnis gibt es mehr als eine Überschrift der Ebene 1. Dies ist nicht erlaubt. Beispielsweise hat jeder Foliensatz nur eine Hauptüberschrift und auch ein Kapitel wird nur mit einer Überschrift bezeichnet.
cs: V tomto adresáøi je více než jedna nadpis úrovnì 1. To není povoleno. Napøíklad každá sada skladeb má pouze jednu hlavní nadpis a také kapitola je oznaèena pouze nadpisem.

source: Eine Aufzählung muss in einem eigenen Absatz stehen, d. h. es muss davor und danach eine Leerzeile sein.
cs: Výèet musí být uveden v samostatném odstavci, d. h. musí být pøed a za prázdnou èarou.

source: Die Seitenzahl "{}" wird nicht erkannt, wahrscheinlich handelt es sich um einen Tippfehler. Die Seitenzahl wird ignoriert.
cs: Èíslo stránky "{}" není rozpoznáno, je to pravdìpodobnì pøeklep. Èíslo stránky je ignorováno.

source: später dann aber "{}"
cs: pozdìji ale pak "{}"

source: in der Datei "{}" dann aber "{}"
cs: v souboru "{}", ale pak "{}"

source: In der Datei "{}" wurde zuerst "{}" verwendet, {}. Dies sollte einheitlich sein.
cs: V souboru "{}" byl používán nejprve "{}" {}. To by mìlo být konzistentní.

source: Es existieren mehr als {} Überschriften der Ebene {}. Das macht das Inhaltsverzeichnis sehr unübersichtlich. Man kann entweder in der Konfiguration tocDepth kleiner setzen, um Überschriften dieser Ebene nicht ins Inhaltsverzeichnis aufzunehmen (für Foliensätze z.B. tocDepth 1) oder die Anzahl an Überschriften minimieren, sofern möglich.
cs: Existuje více než {} záhlaví {}. Tím je obsah velmi matoucí. Mùžete nastavit tocDepth menší v konfiguraci tak, aby nadpisy této úrovnì nebyly zahrnuty do obsahu (napøíklad pro sady snímkù tocDepth 1) nebo pokud je to možné, minimalizujte poèet nadpisù.

source: Wahrscheinlich wurde an dieser Stelle eine Seitenzahl notiert, bei der nach dem Wort die anschließende Nummer vergessen wurde.
cs: Pravdìpodobnì v tomto okamžiku bylo zaznamenáno èíslo stránky, ve kterém bylo za slovem zapomenuto následující èíslo.

source: Es fehlt ein "-" in der Seitenzahl. Vorgabe: "|| - Seite xyz -"
cs: Na èísle stránky chybí "-". Výchozí hodnota: "|| - Stránka xyz -"

source: Es sollte kein Umbruch mittels HTML-Tags erzeugt werden. Platziert man einen \ als einziges Zeichen auf eine Zeile und lässt davor und danach eine Zeile frei, hat dies denselben Effekt.
cs: Nemìlo by být generováno žádné rušení pomocí znaèek HTML. Pokud umístíte \ jako jediný znak na øádku a uvolníte øádek pøed a po, má to stejný efekt.

source: Es dürfen, bis auf div und span keine HTML-tags in das Markdown-Dokument eingebettet werden.
cs: V dokumentu Markdown není povoleno vkládat tagy HTML, s výjimkou div a span.

source: Relationsoperatoren sollten möglichst nicht mittels HTML, sondern besser mittels \< und \> erzeugt werden.
cs: Relaèní operátoøi by s výhodou nemìli být generováni pomocí HTML, ale lépe pomocí \ <a \>.

source: Die Überschrift wurde unterstrichen und gleichzeitig mit gekennzeichnet. Am Besten ist es, die da sie sonst als Text angezeigt werden.
cs: Nadpis byl podtržen a oznaèen souèasnì. Nejlepší je, aby se jinak zobrazovaly jako text.

source: Wenn ein Absatz mit einem \ umgebrochen wird, so wird die nächste (leere) Zeile dem vorigen Absatz zugeordnet. Der Absatz geht verloren und in der Folge wird das folgende Element falsch formatiert.
cs: Pokud je odstavec zabalen s \, další (prázdný) øádek je pøiøazen pøedchozímu odstavci. Tento odstavec je ztracen a následnì je nesprávnì formátován následující prvek.

source: Eine ungerade Anzahl von Dollar-Zeichen wurde auf der Zeile entdeckt. Entweder eine Formel wurde nicht geschlossen, oder es wurde versucht, eine eingebettete Formel über mehrere Zeilen zu strecken. Im ersteren Fall muss ein weiteres Dollar eingefügt werden, im zweiten Fall sollte die Formel mit doppelten Dollarzeichen umrahmt werden.
cs: Na linii bylo zjištìno liché oznaèení dolaru. Nebyl uzavøen vzorec nebo pokus o roztažení vloženého vzorce na nìkolik øádkù. V prvním pøípadì musí být vložen další dolar, ve druhém pøípadì by mìl být vzorec oznaèen dvojitými dolarovými znaky.

source: In Aufzählungen und Nummerierungen darf direkt nach dem Aufzählungszeichen nicht ein weiteres Aufzählungszeichen oder eine weitere Nummerierung folgen, da dies sonst als Unterliste erkannt wird. Ein \ vor dem Zeichen, bzw. bei Zahlen ein \ vor dem Punkt verhindert dies.
cs: Po vyèíslení a èíslování by nemìla být za kulièkou následována kulièka nebo èíslování, jinak bude rozpoznáno jako dílèí seznam. A \ pøed znakem, nebo s èísly a \ pøed touto teèkou to zabrání.

source: Die Bildbeschreibung ist wahrscheinlich nicht vollständig, da ein Marker wie "to do" gefunden wurde.
cs: Popis obrázku pravdìpodobnì není úplný, protože byl nalezen znaèka jako "dìlat".

source: Ein Bild wurde mit fehlerhafter Syntax eingebunden, wodurch das Bild vom Konverter ignoriert wird.
cs: Obrázek byl vložen s nesprávnou syntaxou a ignoroval obraz z pøevodníku.

source: Es wurde ein Trennstrich gefunden, der wahrscheinlich aus einem Text mit Blocksatz kopiert wurde. Dies wird in der Ausgabe falsch formatiert werden.
cs: Byla nalezena pomlèka, která byla pravdìpodobnì zkopírována z textu s odùvodnìním. To bude nesprávnì formátováno na výstupu.

source: Es wurde keine Bildbeschreibung eingefügt.
cs: Nebyl vložen popis obrázku.
